	    <html>
		<head>
		<link rel="stylesheet" type="text/css" href="estiloiframe.css">
		<meta charset="utf-8">
		</head>
		<body>
		
		<div class="fadeIn">
		<section>
		<h2 id="titulo">O Que Foi</h2>
		<br>
		<article class="texto">
		  <p> &nbsp &nbsp Renascimento, Renascen&ccedil;a ou Renascentismo s&atilde;o os termos usados para identificar o per&iacute;odo da Hist&oacute;ria da Europa aproximadamente entre fins do s&eacute;culo XIV e o fim do s&eacute;culo XVI . Os estudiosos, contudo, n&atilde;o chegaram a um consenso sobre essa cronologia, havendo varia&ccedil;&otilde;es consider&aacute;veis nas datas conforme o autor. Seja como for, o per&iacute;odo foi marcado por transforma&ccedil;&otilde;es em muitas &aacute;reas da vida humana. Apesar destas transforma&ccedil;&otilde;es serem bem evidentes na cultura, sociedade, economia, pol&iacute;tica e religi&atilde;o, caracterizando a transi&ccedil;&atilde;o do feudalismo para o capitalismo e significando uma ruptura com as estruturas medievais, o termo &eacute; mais comumente empregado para descrever seus efeitos nas artes, na filosofia e nas ci&ecirc;ncias.</p> <p> &nbsp &nbsp Chamou-se &quot;Renascimento&quot; em virtude da redescoberta e revaloriza&ccedil;&atilde;o das refer&ecirc;ncias culturais da antiguidade cl&aacute;ssica, que nortearam as mudan&ccedil;as deste per&iacute;odo em dire&ccedil;&atilde;o a um ideal humanista e naturalista. O termo foi registrado pela primeira vez por Giorgio Vasari j&aacute; no s&eacute;culo XVI, mas a no&ccedil;&atilde;o de Renascimento como hoje o entendemos surgiu a partir da publica&ccedil;&atilde;o do livro de Jacob Burckhardt A Cultura do Renascimento na It&aacute;lia (1867), onde ele definia o per&iacute;odo como uma &eacute;poca de &quot;descoberta do mundo e do homem&quot;. </p>
		  <p>&nbsp &nbsp O Renascimento cultural manifestou-se primeiro na regi&atilde;o italiana da Toscana, tendo como principais centros as cidades de Floren&ccedil;a e Siena, de onde se difundiu para o resto da pen&iacute;nsula It&aacute;lica e depois para praticamente todos os pa&iacute;ses da Europa Ocidental, impulsionado pelo desenvolvimento da imprensa por Johannes Gutenberg. A It&aacute;lia permaneceu sempre como o local onde o movimento apresentou maior express&atilde;o, por&eacute;m manifesta&ccedil;&otilde;es renascentistas de grande import&acirc;ncia tamb&eacute;m ocorreram na Inglaterra, Alemanha, Pa&iacute;ses Baixos, Portugal e Espanha. Alguns cr&iacute;ticos, por&eacute;m, consideram, por v&aacute;rias raz&otilde;es, que o termo &quot;Renascimento&quot; deve ficar circunscrito &agrave; cultura italiana desse per&iacute;odo, e que a difus&atilde;o europeia dos ideais cl&aacute;ssicos italianos pertence com mais propriedade &agrave; esfera do maneirismo. Al&eacute;m disso, estudos realizados nas &uacute;ltimas d&eacute;cadas t&ecirc;m revisado uma quantidade de opini&otilde;es historicamente consagradas a respeito deste per&iacute;odo, considerando-as insubstanciais ou estereotipadas, e vendo o Renascimento como uma fase muito mais complexa, contradit&oacute;ria e imprevis&iacute;vel do que se sup&ocirc;s ao longo de gera&ccedil;&otilde;es.</p>
	    </article>
	    </section>
        </div>
		</body>
		</html>
		